{
  "quotes": [
    {
      "id": 1,
      "quotation": "A lone wolf is strong, but the strength of the pack is the wolf’s true power.",
      "source": "Unknown"
    },
    {
      "id": 2,
      "quotation": "A wolf does not concern himself with the opinions of sheep.",
      "source": "Unknown"
    },
    {
      "id": 3,
      "quotation": "A wolf’s strength comes from its pack, but the lone wolf’s resilience comes from within.",
      "source": "Unknown"
    },
    {
      "id": 4,
      "quotation": "A wolf’s strength is a testament to its resilience.",
      "source": "Unknown"
    },
    {
      "id": 5,
      "quotation": "Alone, I stand strong; together, we are stronger.",
      "source": "Unknown"
    },
    {
      "id": 6,
      "quotation": "Be like a wolf; be strong and relentless in your pursuits.",
      "source": "Unknown"
    },
    {
      "id": 7,
      "quotation": "Being a lone wolf isn’t about being lost; it’s about finding myself.",
      "source": "Unknown"
    },
    {
      "id": 8,
      "quotation": "Being by myself isn’t lonely; it’s where my true strength unfolds.",
      "source": "Unknown"
    },
    {
      "id": 9,
      "quotation": "Crying wolf is a real danger.",
      "source": "David Attenborough"
    },
    {
      "id": 10,
      "quotation": "Find your inner wolf and face life’s challenges with bravery.",
      "source": "Unknown"
    },
    {
      "id": 11,
      "quotation": "For the strength of the Pack is the Wolf, and the strength of the Wolf is the Pack.",
      "source": "Rudyard Kipling"
    },
    {
      "id": 12,
      "quotation": "I am not a wolf in sheep’s clothing, I’m a wolf in wolf’s clothing.",
      "source": "Ricky Gervais"
    },
    {
      "id": 13,
      "quotation": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.",
      "source": "Jodi Picoult"
    },
    {
      "id": 14,
      "quotation": "If you live among wolves you have to act like a wolf.",
      "source": "Nikita Khrushchev"
    },
    {
      "id": 15,
      "quotation": "In real life, wolves will do anything to avoid contact with mankind.",
      "source": "Liam Neeson"
    },
    {
      "id": 16,
      "quotation": "It is better to be a wolf for a day. Than a sheep all your life.",
      "source": "Unknown"
    },
    {
      "id": 17,
      "quotation": "Like crying wolf, if you keep looking for sympathy as a justification for your actions, you will someday be left standing alone when you really need help.",
      "source": "Criss Jami"
    },
    {
      "id": 18,
      "quotation": "Solitude isn’t loneliness; it’s where your strength takes root.",
      "source": "Unknown"
    },
    {
      "id": 19,
      "quotation": "The hardest walk you can make, is the walk you make alone, but that is the walk that makes you the strongest.",
      "source": "Unknown"
    },
    {
      "id": 20,
      "quotation": "The lonelier the path, the stronger the spirit.",
      "source": "Unknown"
    },
    {
      "id": 21,
      "quotation": "The power of a wolf lies in its unbreakable spirit.",
      "source": "Unknown"
    },
    {
      "id": 22,
      "quotation": "The spirit of the wolf inspires us to be courageous and strong.",
      "source": "Unknown"
    },
    {
      "id": 23,
      "quotation": "The strength of the lone wolf is in its solitude.",
      "source": "Unknown"
    },
    {
      "id": 24,
      "quotation": "The wolf’s howl is a song of strength, echoing through the wilderness.",
      "source": "Unknown"
    },
    {
      "id": 25,
      "quotation": "There are nights when the wolves are silent and only the Moon howls.",
      "source": "George Carlin"
    },
    {
      "id": 26,
      "quotation": "Within the heart of every wolf lies the strength of a thousand storms.",
      "source": "Unknown"
    },
    {
      "id": 27,
      "quotation": "Wolves teach us the power of resilience and determination.",
      "source": "Unknown"
    },
    {
      "id": 28,
      "quotation": "Throw me to the wolves and I will return leading the pack.",
      "source": "Seneca"
    },
    {
      "id": 29,
      "quotation": "The wolf on the hill is never as hungry as the wolf climbing the hill.",
      "source": "Arnold Schwarzenegger"
    },
    {
      "id": 30,
      "quotation": "Wolves don’t lose sleep over the opinion of sheep.",
      "source": "Aristotle"
    }
  ]
}
